Repository: Alexey-Msk/KeePassHttp
Catalog: KeePassHttp/OptionsForm.*.resx
Languages: ru

# $this.Text
source: KeePassHttp Options
ru: Настройки KeePassHttp

# cancelButton.Text
source: &Cancel
ru: &Отмена

# credAllowAccessCheckbox.Text
source: Always allow &access to entries
ru: Всегда разрешать &доступ к записям

# credAllowUpdatesCheckbox.Text
source: Always allow &updating entries
ru: Всегда разрешать о&бновление записей

# credMatchingCheckbox.Text
source: &Return only best matching entries for an URL instead of all entries for the whole domain
ru: &Возвращать только наиболее соответствующие записи для URL вместо всех записей для всего домена

# hideExpiredCheckbox.Text
source: Don't return e&xpired entries
ru: Не возвращать просроченные записи

# label1.Text
source: Activate the following options only, if you know what you are doing!
ru: Активируйте следующие опции только если знаете, что делаете!

# label6.Text
source: Port:
ru: Порт:

# label9.Text
source: Host:
ru: Хост:

# matchSchemesCheckbox.Text
source: &Match URL schemes only entries with the same scheme (http://, https://, ftp://, ...) are returned
ru: Соответствие с&хем URL возвращаются только записи с такой же схемой (http://, https://, ftp://, ...)

# okButton.Text
source: &Save
ru: &Сохранить

# SortByTitleRadioButton.Text
source: Sort found entries by &title
ru: Сортировать найденные записи по &названию

# SortByUsernameRadioButton.Text
source: Sort found entries by &username
ru: Сортировать найденные записи по &имени пользователя

# tabPage1.Text
source: General
ru: Главное

# tabPage2.Text
source: Advanced
ru: Дополнительное

# unlockDatabaseCheckbox.Text
source: Re&quest for unlocking the database if it is locked
ru: Запрашивать разблокировку заблокированной базы данных
